{
   "origins.gui.choose_quirk.title":"Choose your Quirk.",
   "origins.gui.view_quirk.title":"This is your Quirk.",
   "origins.gui.missing_quirk.name":"Missing",
   "origins.gui.missing_quirk.description":"An error occurred. You do not have an Quirk.",

   "item_modifier.quirks.support_item.impact_absorbing_boots.name":"Impact-Absorbing Boots",
   "item_modifier.quirks.support_item.impact_absorbing_boots.lore":"A cutting-edge support item that's equipped with advanced shock-absorption technology that significantly reduces the impact of falls.",
   "power.quirks.support_item.impact_absorbing_boots.name":"Shock-Absorption Technology",
   "power.quirks.support_item.impact_absorbing_boots.description":"The boots are also equipped with a gyroscopic mechanism that helps maintain balance and prevent awkward landings from up to 25 blocks.",

   "origin.quirks.acid.name":"Acid",
   "origin.quirks.acid.description":"Quirk Type: Emitter\n\nThe Acid Quirk grants the user the ability to produce and manipulate a corrosive liquid from their body, allowing for a wide variety of offensive and defensive capabilities. This quirk is highly versatile, offering both ranged and close-combat options, as well as defensive shielding.",
   "badge.quirks.acid.move_selector":"Pressing [%1$s] will go up, and [%2$s] + [%3$s] will go down.",
   "power.quirks.acid.move_selector.name":"Move Selector",
   "power.quirks.acid.move_selector.description":"The Move Selector allows players to choose which move to use. [Secondary]\n\nThe moves are assigned to slots as follows:\n\n- Slot 1: Acid Shot\n- Slot 2: Acid Veil\n- Slot 3: Acid Layback\n- Slot 4: Acidman\n- Slot 5: Alma",
   "power.quirks.acid.corrosive_liquid.name":"Corrosive Liquid",
   "power.quirks.acid.corrosive_liquid.description":"Corrosive Liquid is the primary resource associated with the Acid Quirk. It represents the acid produced by the user and is necessary for activating and maintaining the Quirk's abilities.\n\nThe corrosive liquid the body can produce has a maximum capacity of 400 units, with the initial value starting at 0. The user passively generates corrosive liquid over time at a base rate of 2 units per second.\n\nHowever, this rate is influenced by certain conditions. If the user's food level falls to 3 or below, or if their health is reduced to 30% or less of the maximum, the generation rate slows to 0.5 units per second.\n\nThe user's skin color changes in relation to the current amount of corrosive liquid available.",
   "power.quirks.acid.acid_shot.name":"Acid Shot (Slot 1)",
   "power.quirks.acid.acid_shot.description":"Launch a barrage of acid in the form of bullet-like projectiles. These droplets rain down on the target and its surroundings, melting anything they touch. [Primary]",
   "power.quirks.acid.acid_veil.name":"Acid Veil (Slot 2)",
   "power.quirks.acid.acid_veil.description":"Generate a thick wall of acid to block incoming attacks. The acid is dense enough to dissolve projectiles before they reach the user. [Primary]",
   "power.quirks.acid.acid_layback.name":"Acid Layback (Slot 3)",
   "power.quirks.acid.acid_layback.description":"The user releases acid from their feet, dissolving the ground beneath them to create a low-friction surface. Additionally, by grabbing a target and spinning on this surface at high speeds, the gained momentum increases the velocity and power of any projectiles launched. [Primary]",
   "power.quirks.acid.acidman.name":"Acidman (Slot 4)",
   "power.quirks.acid.acidman.description":"The user envelops their entire body in a large mass of acid, becoming a living shield. While coated in this acid, the user is highly resistant to physical damage and can melt anything that comes into contact with them. Additionally, when Acidman is activated, the corrosive liquid generation is reduced to 0.5 units per second, as the active maintenance of this ability requires more energy. [Primary]",
   "power.quirks.acid.alma.name":"Alma (Slot 5)",
   "power.quirks.acid.alma.description":"Fling the mass of acid generated from Acidman at an opponent, turning their entire body into a projectile. [Primary]",
   "death.attack.acid_corrosion": "%1$s was dissolved by acid.",
   "death.attack.acid_corrosion.player": "%1$s was dissolved by acid while fighting %2$s.",

   "origin.quirks.blackwhip.name":"Blackwhip",
   "origin.quirks.blackwhip.description":"Quirk Type: Emitter\n\nThe Blackwhip Quirk grants the user the ability to produce dark energy tendrils from any part of their body, which they can control freely. This Quirk is highly versatile, enabling both offensive and defensive capabilities.",
   "power.quirks.blackwhip.move_selector.name":"Move Selector",
   "power.quirks.blackwhip.move_selector.description":"The Move Selector allows players to choose which move to use. [Secondary]\n\nThe moves are assigned to slots as follows:\n\n- Slot 1: Whip-Swing\n- Slot 2: Tendril Pull\n- Slot 3: Pinpoint Focus",
   "power.quirks.blackwhip.whip_swing.name":"Whip-Swing (Slot 1)",
   "power.quirks.blackwhip.whip_swing.description":"Use Blackwhip's tendrils to grapple, slingshot, and swing off structures. [Primary]",
   "power.quirks.blackwhip.tendril_pull.name":"Tendril Pull (Slot 2)",
   "power.quirks.blackwhip.tendril_pull.description":"The user can pull objects or individuals toward them with Blackwhip. Alternatively, they can pull themselves toward any targeted anchor point, enabling quick, multi-directional movement or object retrieval. [Primary]",
   "power.quirks.blackwhip.pinpoint_focus.name":"Pinpoint Focus (Slot 3)",
   "power.quirks.blackwhip.pinpoint_focus.description":"Launch a precise, high-velocity tendril toward a specific target, primarily as a striking attack. [Primary]",

   "origin.quirks.fa_jin.name": "Fa Jin",
   "origin.quirks.fa_jin.description": "Quirk Type: Emitter\n\nThe Fa Jin Quirk enables the user to store kinetic energy through repetitive movements and release it for explosive bursts of speed and power. This versatile ability can be used to augment movement, deliver powerful attacks, and perform high jumps, providing both offensive and utility advantages.",
   "badge.quirks.fa_jin.move_selector": "Pressing [%1$s] will go up, and [%2$s] + [%3$s] will go down.",
   "power.quirks.fa_jin.move_selector.name": "Move Selector",
   "power.quirks.fa_jin.move_selector.description": "The Move Selector lets the user switch between four different Fa Jin moves. [Secondary]\n\nThe moves are assigned to slots as follows:\n\n- Slot 1: Speed Burst\n- Slot 2: Energy Leap\n- Slot 3: Power Strike\n- Slot 4: Explosive Release",
   "power.quirks.fa_jin.kinetic_energy.name": "Kinetic Energy",
   "power.quirks.fa_jin.kinetic_energy.description": "Kinetic Energy is the primary resource associated with the Fa Jin Quirk. It represents the energy gathered through repetitive movements and is required to activate the Quirk's various abilities.\n\nThe kinetic energy resource is displayed as a bar with a maximum capacity of 50 units, with each Fa Jin move consuming a portion of this energy.\n\nOnce kinetic energy reaches 10 units, it begins to emit a red glow, growing brighter as more energy is accumulated.",
   "power.quirks.fa_jin.kinetic_charge.name": "Kinetic Charge",
   "power.quirks.fa_jin.kinetic_charge.description": "Kinetic Charge is the process by which energy is stored by crouching repeatedly. This stored energy can later be used to activate different Fa Jin abilities.",
   "power.quirks.fa_jin.speed_burst.name": "Speed Burst (Slot 1)",
   "power.quirks.fa_jin.speed_burst.description": "Release stored energy to boost your movement speed for a short period, propelling you forward at an incredible pace. Ideal for closing the distance quickly or dodging attacks. [Primary]",
   "power.quirks.fa_jin.energy_leap.name": "Energy Leap (Slot 2)",
   "power.quirks.fa_jin.energy_leap.description": "Expend kinetic energy to launch yourself into the air, performing a powerful leap. The strength of the jump depends on the amount of stored energy, creating a shockwave that slightly pushes nearby entities upward. [Primary]",
   "power.quirks.fa_jin.power_strike.name": "Power Strike (Slot 3)",
   "power.quirks.fa_jin.power_strike.description": "Focus a burst of kinetic energy into a powerful attack, delivering a blow that knocks back enemies and deals increased damage. Surrounding entities are hit by the shockwave. [Primary]",
   "power.quirks.fa_jin.explosive_release.name": "Explosive Release (Slot 4)",
   "power.quirks.fa_jin.explosive_release.description": "Upon reaching maximum kinetic energy, unleash it all in an explosive blast. This powerful area-of-effect attack damages nearby enemies and sends them flying. [Primary]",
   
   "origin.quirks.gigantification.name": "Gigantification",
   "origin.quirks.gigantification.description": "Quirk Type: Transformation\n\nThe Gigantification Quirk allows the user to grow to immense sizes, enhancing their physical abilities and granting increased strength, resilience, and destructive power. However, its size limitations and dependency on space make it less practical in enclosed environments.",
   "badge.quirks.gigantification.move_selector": "Pressing [%1$s] will go up, and [%2$s] + [%3$s] will go down.",
   "power.quirks.gigantification.move_selector.name": "Move Selector",
   "power.quirks.gigantification.move_selector.description": "The Move Selector allows you to cycle through Gigantification's abilities: Frustration Surge, Giant Slam, and Unstoppable Charge. [Secondary]",
   "power.quirks.gigantification.gigantification_toggle.name": "Gigantification (Slot 1)",
   "power.quirks.gigantification.gigantification_toggle.description": "Manually toggle Gigantification, growing to maximum size and enhancing attack, resilience, movement, and interaction range. [Primary]",
   "power.quirks.gigantification.giant_slam.name": "Giant Slam (Slot 2)",
   "power.quirks.gigantification.giant_slam.description": "Leap into the air and slam into the ground, creating a powerful explosion upon impact that damages nearby enemies and destroys blocks. [Primary]",
   "power.quirks.gigantification.unstoppable_charge.name": "Unstoppable Charge (Slot 3)",
   "power.quirks.gigantification.unstoppable_charge.description": "Charge forward at increased speed, creating small explosions on impact with obstacles. [Primary]",
   "power.quirks.gigantification.frustration_surge.name": "Frustration Surge",
   "power.quirks.gigantification.frustration_surge.description": "Triggered at low health, Frustration Surge causes a dramatic size increase, granting immense strength, interaction range, and resilience.",
   
   "origin.quirks.heal.name":"Heal",
   "origin.quirks.heal.description":"Quirk Type: Emitter\n\nThe Heal Quirk grants the user the ability to heal themselves and others, accelerating natural recovery processes. However, the greater the amount of health restored, the more stamina the user expends. The Quirk works both on living creatures and the user themselves, with a focus on rapid, targeted healing at a personal cost.",
   "power.quirks.heal.move_selector.name":"Move Selector",
   "power.quirks.heal.move_selector.description":"The Move Selector allows the user to toggle between Healing Kiss and Self-Heal. Slot 1 selects Healing Kiss, and Slot 2 selects Self-Heal. [Secondary]",
   "power.quirks.heal.healing_kiss.name":"Healing Kiss (Slot 1)",
   "power.quirks.heal.healing_kiss.description":"The user channels their healing ability through a kiss-like gesture or action, focusing on an ally or mob. The amount of health recovered depends on the target's current health, with those more severely injured receiving stronger regeneration. However, the larger the health recovery, the more stamina the user loses, leading to temporary slowness and weakness effects. [Right-Click On Entity]\n\n- §lHealth Recovery§r: Scales with target's current health.\n- §lStamina Cost§r: The more health recovered, the greater the slowness and weakness effect on the user.",
   "power.quirks.heal.self_heal.name":"Self-Heal (Slot 2)",
   "power.quirks.heal.self_heal.description":"Using their own healing ability, the user restores their health, with the same principles applying. The more health the user needs to recover, the greater the stamina cost. The move sacrifices speed and strength temporarily to regain health, leaving the user with slowness and weakness proportional to the health restored. [Primary]\n\n- §lHealth Recovery§r: Based on user's current health.\n- §lStamina Cost§r: As with Healing Kiss, greater health recovery results in more severe stamina depletion.",
   
   "origin.quirks.invisibility.name": "Invisibility",
   "origin.quirks.invisibility.description": "Quirk Type: Mutant\n\nInvisibility grants the user complete invisibility, making them undetectable to the naked eye. The Quirk also provides light manipulation abilities, allowing the user to refract light to blind opponents or redirect energy. While powerful for stealth and ambushes, it has vulnerabilities, such as revealing visible gear and being countered by certain sensory abilities.",
   "power.quirks.invisibility.move_selector.name": "Move Selector",
   "power.quirks.invisibility.move_selector.description": "The Move Selector displays your only active ability: Warp Refraction.",
   "power.quirks.invisibility.invisible.name": "Invisible",
   "power.quirks.invisibility.invisible.description": "You are naturally invisible to others, giving you a permanent stealth advantage. Armor and equipment remain visible unless removed. Your invisibility cannot be turned off, making it ideal for evasion or ambush tactics.",
   "power.quirks.invisibility.warp_refraction.name": "Warp Refraction (Slot 1)",
   "power.quirks.invisibility.warp_refraction.description": "Unleash a dazzling burst of refracted light, blinding and slowing nearby enemies in a 7-block radius. This move is perfect for disrupting groups or escaping tight situations. [Primary]\n\n- **Effects:** Blindness for 5 seconds, severe slowness\n- **Conditions:** Usable only in bright areas\n- **Cooldown:** 10 seconds",

   "origin.quirks.larceny.name": "Larceny",
   "origin.quirks.larceny.description": "Quirk Type: Emitter\n\nLarceny allows you to take any object directly from an opponent's hand, instantly transferring it to yours. Ideal for disarming foes, this Quirk is highly effective against weapon users, but requires a clear line of sight to activate. Size limitations also apply, so large items cannot be stolen.",
   "power.quirks.larceny.move_selector.name": "Move Selector",
   "power.quirks.larceny.move_selector.description": "The Move Selector displays your only active ability: Steal. [Secondary]\n\n- **Selected Ability:** Steal",
   "power.quirks.larceny.steal.name": "Steal (Slot 1)",
   "power.quirks.larceny.steal.description": "Disarm your target by taking the item from their main hand within a 16-block range. Requires clear line of sight to the target. [Primary]\n\n- **Conditions:** Only usable with line of sight\n- **Cooldown:** 20 seconds",

   "origin.quirks.limitless.name":"Limitless",
   "origin.quirks.limitless.description":"Quirk Type: Emitter\n\nLimitless grants the user the ability to manipulate space at an atomic level. The user can alter the fabric of space, creating scenarios where energy and matter are manipulated in various ways—either attracting, repelling, or distorting the space around them. This Quirk is highly versatile but comes with strict limitations, such as extreme energy consumption and a high mental burden due to the complexity of the manipulation.",
   "badge.quirks.limitless.move_selector":"Pressing [%1$s] will go up, and [%2$s] + [%3$s] will go down.",
   "power.quirks.limitless.move_selector.name":"Move Selector",
   "power.quirks.limitless.move_selector.description":"The Move Selector allows players to choose which move to use. [Secondary]\n\nThe moves are assigned to slots as follows:\n\n- Slot 1: Blue (Spatial Vacuum)\n- Slot 2: Red (Spatial Repulsion)\n- Slot 3: Purple (Annihilation)\n- Slot 4: Gray (Distortion)\n- Slot 5: Black (Spatial Erasure)\n- Slot 6: White (Absolute Space)",
   "power.quirks.limitless.blue.name":"Blue (Spatial Vacuum) [Slot 1]",
   "power.quirks.limitless.blue.description":"By amplifying negative energy, the user creates a spatial vacuum. Space itself is distorted, creating an area where matter is forcibly pulled into the void. The vacuum sucks in all matter within its range, effectively crushing targets together. [Primary]",
   "badge.quirks.limitless.blue":"This manipulation works by creating a gap in the atomic structure of space, forcing everything within a specific radius to collapse inward to restore balance.",
   "power.quirks.limitless.red.name":"Red (Spatial Repulsion) [Slot 2]",
   "power.quirks.limitless.red.description":"Red is the inverted form of Blue, where the user manipulates positive energy to repel space instead of collapsing it. This creates an explosive force that pushes everything away from the user in a radial direction. [Primary]",
   "badge.quirks.limitless.red":"By expanding the atomic space around them, the user creates a massive repulsion field, making Red a potent offensive or defensive tool.",
   "power.quirks.limitless.purple.name":"Purple (Annihilation) [Slot 3]",
   "power.quirks.limitless.purple.description":"This move is the result of combining both Blue and Red, creating a high-density singularity that annihilates everything within its range. By collapsing and repelling space simultaneously, the user forms an unstable point where matter and energy are obliterated. [Primary]",
   "power.quirks.limitless.gray.name":"Gray (Distortion) [Slot 4]",
   "power.quirks.limitless.gray.description":"By distorting the atomic space between two points, the user can warp the trajectory of incoming attacks or their own body to dodge or redirect energy-based attacks. The user essentially bends space to create a warped field, making it appear as if they have teleportation or can phase through attacks. [Primary]",
   "power.quirks.limitless.black.name":"Black (Spatial Erasure) [Slot 5]",
   "power.quirks.limitless.black.description":"The user can now create voids in space that erase anything within their boundaries, not through collapse, but by temporarily removing that segment of space from existence. [Primary]",
   "power.quirks.limitless.white.name":"White (Absolute Space) [Slot 6]",
   "power.quirks.limitless.white.description":"The user can create a stabilized zone of \"absolute space\" where the laws of physics are suspended or altered. Within this zone, the user can control time, gravity, and the molecular structure of objects, slowing or accelerating time, increasing or decreasing gravity, and even changing the density of objects. [Primary]",

   "origin.quirks.permeation.name": "Permeation",
   "origin.quirks.permeation.description": "Quirk Type: Transformation\n\nPermeation allows the user to phase their body through solid matter, becoming completely intangible. Activating this ability enables evasion of attacks, passing through obstacles, and strategic repositioning. However, while intangible, all senses are disabled, leaving the user blind, deaf, and unable to breathe. Deactivation must align the user's body with an open space to avoid dangerous ejection.",
   "power.quirks.permeation.move_selector.name": "Move Selector",
   "power.quirks.permeation.move_selector.description": "Cycle through available moves in the Permeation arsenal. [Secondary]\n\n- Slot 1: Permeate\n- Slot 2: Blinder Touch Eyeball Crush\n- Slot 3: Phantom Menace",
   "power.quirks.permeation.permeate.name": "Permeate (Slot 1)",
   "power.quirks.permeation.permeate.description": "Phase through solid matter, becoming completely intangible. [Primary]\n\nBe mindful of your position when deactivating to avoid sudden ejection due to overlapping mass laws.",
   "power.quirks.permeation.phantom_menace.name": "Phantom Menace (Slot 2)",
   "power.quirks.permeation.phantom_menace.description": "Launch yourself at high speed by rapidly activating and deactivating Permeation. Bounce off walls, ceilings, and floors to confuse and strike enemies with increased momentum. [Primary]",
   "power.quirks.permeation.blinder_touch_eyeball_crush.name": "Blinder Touch Eyeball Crush (Slot 3)",
   "power.quirks.permeation.blinder_touch_eyeball_crush.description": "Pretend to jab at an opponent's eyes while intangible, distracting them long enough to land a powerful blow to a vital area. [Rick-Click On Entity]",

   "origin.quirks.severance.name":"Severance",
   "origin.quirks.severance.description":"Quirk Type: Emitter\n\nGrants the user the ability to create and manipulate slashes, generating powerful, controlled slicing attacks that can target individuals, objects, or multiple points in space.",
   "power.quirks.severance.dismantle.name":"Dismantle (Slot 1)",
   "power.quirks.severance.dismantle.description":"The default slashing attack that the user can launch at range or point-blank, used for slicing through obstacles or opponents. [Primary]",
   "power.quirks.severance.cleave.name":"Cleave (Slot 2)",
   "power.quirks.severance.cleave.description":"This technique allows the user to adapt the intensity of the slash based on the toughness of the target's defenses. [Hit Entity]",
   "power.quirks.severance.rend.name":"Rend (Slot 3)",
   "power.quirks.severance.rend.description":"A specialized technique for inflicting internal damage, allowing the user to release a focused slash inside a target to rupture their internal structure. [Primary]",
   "power.quirks.severance.severing_barrage.name":"Severing Barrage (Slot 4)",
   "power.quirks.severance.severing_barrage.description":"A rapid-fire technique that produces multiple slashes in quick succession, capable of focusing on one target or sweeping an area. [Primary]",
   "power.quirks.severance.razor.name":"Razor (Slot 5)",
   "power.quirks.severance.razor.description":"The ultimate sweeping slash that creates a massive arc, capable of cutting through obstacles and multiple targets in its path. [Primary]",
   "death.attack.cleave":"%1$s was sliced to pieces.",
   "death.attack.cleave.player":"%1$s was sliced to pieces while fighting %2$s.",

   "origin.quirks.sloshed.name":"Sloshed",
   "origin.quirks.sloshed.description":"Quirk Type: Emitter\n\nThe Sloshed Quirk emits an aura that disorients nearby individuals, causing them to feel off-balance and unable to move properly. The user can choose specific targets to affect and has the ability to hide from view while the Quirk is active.",
   "power.quirks.sloshed.move_selector.name":"Move Selector",
   "power.quirks.sloshed.move_selector.description":"The Move Selector allows players to toggle between the Sloshed moves. [Secondary]\n\nThe moves are assigned to slots as follows:\n\n- Slot 1: Sloshed Aura\n- Slot 2: Targeted Slosh\n- Slot 3: Hide In Plain Sight",
   "power.quirks.sloshed.sloshed_aura.name":"Sloshed Aura (Slot 1)",
   "power.quirks.sloshed.sloshed_aura.description":"Emits a disorienting aura that applies nausea to all nearby entities, creating a drunken-like effect within a 10-block radius. [Primary]",
   "power.quirks.sloshed.targeted_slosh.name":"Targeted Slosh (Slot 2)",
   "power.quirks.sloshed.targeted_slosh.description":"Allows the user to select specific targets within 15 blocks, applying nausea and slowness effects for a short duration. Targeted entities are visibly outlined, making them easy to spot. [Primary]",
   "power.quirks.sloshed.hide_in_plain_sight.name":"Hide In Plain Sight (Slot 3)",
   "power.quirks.sloshed.hide_in_plain_sight.description":"Grants temporary invisibility to the user, preventing nearby entities within a 10-block range from rendering the user as long as the Sloshed Aura is active. [Primary]",

   "origin.quirks.smokescreen.name":"Smokescreen",
   "origin.quirks.smokescreen.description":"Quirk Type: Emitter\n\nAllows the user to generate a thick cloud of purple smoke from any part of their body. The smoke can be spread to cover a wide area, obscuring the vision of opponents and providing cover.",
   "power.quirks.smokescreen.full_blast.name":"Full Blast (Slot 1)",
   "power.quirks.smokescreen.full_blast.description":"Emit a large amount of smoke to cover a wide area, enveloping the surroundings and blinding opponents. [Primary]",
   "power.quirks.smokescreen.concealment_veil.name":"Concealment Veil (Slot 2)",
   "power.quirks.smokescreen.concealment_veil.description":"Emits a controlled, layer of smoke at the user's anchor point for a few seconds, making it difficult for opponents to detect their movements. [Primary]",
   "power.quirks.smokescreen.smoke_trail.name":"Smoke Trail (Slot 3)",
   "power.quirks.smokescreen.smoke_trail.description":"Releases smoke in bursts as they move, creating a \"smoke trail\" effect. This makes it difficult for enemies to anticipate or follow the user's exact movements, allowing the user to escape or reposition during combat. [Primary]",
   "power.quirks.smokescreen.breath_weapon.name":"Breath Weapon (Slot 4)",
   "power.quirks.smokescreen.breath_weapon.description":"The user channels smoke through their respiratory system, emitting it directly from their mouth in controlled amounts. This move allows for precise smoke bursts in any direction the user faces, helpful for creating sudden, close-range blinds or throwing off a specific target's aim. [Primary]",
   "power.quirks.smokescreen.vanish.name":"Vanish (Slot 5)",
   "power.quirks.smokescreen.vanish.description":"Blend with the smoke itself. Although it doesn't make the user invulnerable, it makes them exceedingly difficult to detect. [Primary]"

}
