{
   "origins.gui.choose_quirk.title":"Choose your Quirk.",
   "origins.gui.view_quirk.title":"This is your Quirk.",
   "origins.gui.missing_quirk.name":"Missing",
   "origins.gui.missing_quirk.description":"An error occurred. You do not have an Quirk.",
   
   "origin.quirks.acid.name":"Acid",
   "origin.quirks.acid.description":"Quirk Type: Emitter\n\nThe Acid Quirk grants the user the ability to produce and manipulate a corrosive liquid from their body, allowing for a wide variety of offensive and defensive capabilities. This quirk is highly versatile, offering both ranged and close-combat options, as well as defensive shielding.",
   "power.quirks.acid/corrosive_liquid.name":"Corrosive Liquid",
   "power.quirks.acid/corrosive_liquid.description":"Corrosive Liquid is the primary resource associated with the Acid Quirk. It represents the acid produced by the user and is necessary for activating and maintaining the Quirk's abilities.\n\nThe corrosive liquid the body can produce has a maximum capacity of 400 units, with the initial value starting at 0. The user passively generates corrosive liquid over time at a base rate of 2 units per second.\n\nHowever, this rate is influenced by certain conditions. If the user's food level falls to 3 or below, or if their health is reduced to 30% or less of the maximum, the generation rate slows to 0.5 units per second.\n\nThe user's skin color changes in relation to the current amount of corrosive liquid available.",
   "power.quirks.acid/acid_shot.name":"Acid Shot",
   "power.quirks.acid/acid_shot.description":"Launch a barrage of acid in the form of bullet-like projectiles. These droplets rain down on the target and its surroundings, melting anything they touch. [Primary]",
   "power.quirks.acid/acid_veil.name":"Acid Veil",
   "power.quirks.acid/acid_veil.description":"Generate a thick wall of acid to block incoming attacks. The acid is dense enough to dissolve projectiles before they reach the user. [Secondary]",
   "power.quirks.acid/acid_layback.name":"Acid Layback",
   "power.quirks.acid/acid_layback.description":"The user releases acid from their feet, dissolving the ground beneath them to create a low-friction surface. Additionally, by grabbing a target and spinning on this surface at high speeds, the gained momentum increases the velocity and power of any projectiles launched. [Ternary]",
   "power.quirks.acid/acidman.name":"Acidman",
   "power.quirks.acid/acidman.description":"The user envelops their entire body in a large mass of acid, becoming a living shield. While coated in this acid, the user is highly resistant to physical damage and can melt anything that comes into contact with them. Additionally, when Acidman is activated, the corrosive liquid generation is reduced to 0.5 units per second, as the active maintenance of this ability requires more energy. [Quaternary]",
   "power.quirks.acid/alma.name":"Alma",
   "power.quirks.acid/alma.description":"Fling the mass of acid generated from Acidman at an opponent, turning their entire body into a projectile. [Quinary]",
   "death.attack.acid_corrosion": "%1$s was dissolved by acid.",
   "death.attack.acid_corrosion.player": "%1$s was dissolved by acid while fighting %2$s.",

   "origin.quirks.blackwhip.name":"Blackwhip",
   "origin.quirks.blackwhip.description":"Quirk Type: Emitter\n\nThe Blackwhip Quirk grants the user the ability to produce dark energy tendrils from any part of their body, which they can control freely. This Quirk is highly versatile, enabling both offensive and defensive capabilities.",
   "power.quirks.blackwhip/whip_swing.name":"Whip-Swing",
   "power.quirks.blackwhip/whip_swing.description":"Use Blackwhip's tendrils to grapple, slingshot, and swing off structures. [Primary]",
   "power.quirks.blackwhip/tendril_pull.name":"Tendril Pull",
   "power.quirks.blackwhip/tendril_pull.description":"The user can pull objects or individuals toward them with Blackwhip. Alternatively, they can pull themselves toward any targeted anchor point, enabling quick, multi-directional movement or object retrieval. [Secondary]",
   "power.quirks.blackwhip/pinpoint_focus.name":"Pinpoint Focus",
   "power.quirks.blackwhip/pinpoint_focus.description":"Launch a precise, high-velocity tendril toward a specific target, primarily as a striking attack. [Ternary]",

   "origin.quirks.dark_shadow.name":"Dark Shadow",
   "origin.quirks.dark_shadow.description":"Quirk Type: Emitter\n\nDark Shadow grants the user the ability to materialize a sentient, shadowy entity from within their body. This entity, also named Dark Shadow, acts as a guardian and extension of the user's will. Connected via an ethereal \"umbilical cord,\" Dark Shadow can be summoned or retracted at will, and its strength and personality fluctuate based on the surrounding light conditions.",
   "power.quirks.dark_shadow/dark_summoning.name":"Dark Summoning",
   "power.quirks.dark_shadow/dark_summoning.description":"Summon the sentient, shadowy entity known as Dark Shadow. [Primary]",
   "power.quirks.dark_shadow/piercing_twilight_claws.name":"Piercing Twilight Claws",
   "power.quirks.dark_shadow/piercing_twilight_claws.description":"Extend Dark Shadow's claw to attack from a distance. [Secondary]",
   "power.quirks.dark_shadow/black_abyss.name":"Black Abyss",
   "power.quirks.dark_shadow/black_abyss.description":"The user can don and equip Dark Shadow onto themselves, wearing it like a suit of armor or an exoskeleton. [Ternary]",
   "power.quirks.dark_shadow/black_fallen_angel.name":"Black Fallen Angel",
   "power.quirks.dark_shadow/black_fallen_angel.description":"When Black Abyss is active, the user can launch themselves at high-velocity in the direction they are facing while flying. [Quaternary]",
   "power.quirks.dark_shadow/sabbath.name":"Sabbath",
   "power.quirks.dark_shadow/sabbath.description":"When Black Abyss is equipped, use two shadow claws to strike down targets in a flash. [Quinary]",
   "power.quirks.dark_shadow/womb.name":"Womb",
   "power.quirks.dark_shadow/womb.description":"Dark Shadow wraps themselves around and swaddles a target, preventing them from escaping. [Senary]",
   "death.attack.shadow": "%1$s was consumed by shadows.",
   "death.attack.shadow.player": "%1$s was consumed by shadows while fighting %2$s.",

   "origin.quirks.fa_jin.name": "Fa Jin",
   "origin.quirks.fa_jin.description": "Quirk Type: Emitter\n\nThe Fa Jin Quirk enables the user to store kinetic energy through repetitive movements and release it for explosive bursts of speed and power. This versatile ability can be used to augment movement, deliver powerful attacks, and perform high jumps, providing both offensive and utility advantages.",
   "power.quirks.fa_jin/kinetic_energy.name": "Kinetic Energy",
   "power.quirks.fa_jin/kinetic_energy.description": "Kinetic Energy is the primary resource associated with the Fa Jin Quirk. It represents the energy gathered through repetitive movements and is required to activate the Quirk's various abilities.\n\nThe kinetic energy resource is displayed as a bar with a maximum capacity of 50 units, with each Fa Jin move consuming a portion of this energy.\n\nOnce kinetic energy reaches 10 units, it begins to emit a red glow, growing brighter as more energy is accumulated.",
   "power.quirks.fa_jin/kinetic_charge.name": "Kinetic Charge",
   "power.quirks.fa_jin/kinetic_charge.description": "Kinetic Charge is the process by which energy is stored by crouching repeatedly. This stored energy can later be used to activate different Fa Jin abilities.",
   "power.quirks.fa_jin/burst_dash.name": "Burst Dash",
   "power.quirks.fa_jin/burst_dash.description": "Release stored energy to boost your movement speed for a short period, propelling you forward at an incredible pace. Ideal for closing the distance quickly or dodging attacks. [Primary]",
   "power.quirks.fa_jin/energy_leap.name": "Energy Leap",
   "power.quirks.fa_jin/energy_leap.description": "Expend kinetic energy to launch yourself into the air, performing a powerful leap. The strength of the jump depends on the amount of stored energy, creating a shockwave that slightly pushes nearby entities upward. [Secondary]",
   "power.quirks.fa_jin/power_strike.name": "Power Strike",
   "power.quirks.fa_jin/power_strike.description": "Focus a burst of kinetic energy into a powerful attack, delivering a blow that knocks back enemies and deals increased damage. Surrounding entities are hit by the shockwave. [Ternary]",
   "power.quirks.fa_jin/explosive_release.name": "Explosive Release",
   "power.quirks.fa_jin/explosive_release.description": "Upon reaching maximum kinetic energy, unleash it all in an explosive blast. This powerful area-of-effect attack damages nearby enemies and sends them flying. [Quaternary]",
   
   "origin.quirks.heal.name":"Heal",
   "origin.quirks.heal.description":"Quirk Type: Emitter\n\nThe Heal Quirk grants the user the ability to heal themselves and others, accelerating natural recovery processes. However, the greater the amount of health restored, the more stamina the user expends. The Quirk works both on living creatures and the user themselves, with a focus on rapid, targeted healing at a personal cost.",
   "power.quirks.heal/healing_kiss.name":"Healing Kiss",
   "power.quirks.heal/healing_kiss.description":"The user channels their healing ability through a kiss-like gesture or action, focusing on an ally or mob. The amount of health recovered depends on the target's current health, with those more severely injured receiving stronger regeneration. However, the larger the health recovery, the more stamina the user loses, leading to temporary slowness and weakness effects. [Right-Click On Entity]\n\n- §lHealth Recovery§r: Scales with target's current health.\n- §lStamina Cost§r: The more health recovered, the greater the slowness and weakness effect on the user.",
   "power.quirks.heal/self_heal.name":"Self-Heal",
   "power.quirks.heal/self_heal.description":"Using their own healing ability, the user restores their health, with the same principles applying. The more health the user needs to recover, the greater the stamina cost. The move sacrifices speed and strength temporarily to regain health, leaving the user with slowness and weakness proportional to the health restored. [Primary]\n\n- §lHealth Recovery§r: Based on user's current health.\n- §lStamina Cost§r: As with Healing Kiss, greater health recovery results in more severe stamina depletion.",
   
   "origin.quirks.invisibility.name": "Invisibility",
   "origin.quirks.invisibility.description": "Quirk Type: Mutant\n\nInvisibility grants the user complete invisibility, making them undetectable to the naked eye. The Quirk also provides light manipulation abilities, allowing the user to refract light to blind opponents or redirect energy. While powerful for stealth and ambushes, it has vulnerabilities, such as revealing visible gear and being countered by certain sensory abilities.",
   "power.quirks.invisibility/invisible.name": "Invisible",
   "power.quirks.invisibility/invisible.description": "You are naturally invisible to others, giving you a permanent stealth advantage. Armor and equipment remain visible unless removed. Your invisibility cannot be turned off, making it ideal for evasion or ambush tactics.",
   "power.quirks.invisibility/warp_refraction.name": "Warp Refraction",
   "power.quirks.invisibility/warp_refraction.description": "Unleash a dazzling burst of refracted light, blinding and slowing nearby enemies in a 7-block radius. This move is perfect for disrupting groups or escaping tight situations. [Primary]\n\n- **Effects:** Blindness for 5 seconds, severe slowness\n- **Conditions:** Usable only in bright areas\n- **Cooldown:** 10 seconds",
   "power.quirks.invisibility/light_scatter.name": "Light Scatter",
   "power.quirks.invisibility/light_scatter.description": "By dispersing light across their body, the user creates shimmering, refracted light anchors in different locations around a target. [Secondary]",

   "origin.quirks.larceny.name": "Larceny",
   "origin.quirks.larceny.description": "Quirk Type: Emitter\n\nLarceny allows you to take any object directly from an opponent's hand, instantly transferring it to yours. Ideal for disarming foes, this Quirk is highly effective against weapon users, but requires a clear line of sight to activate. Size limitations also apply, so large items cannot be stolen.",
   "power.quirks.larceny/steal.name": "Steal",
   "power.quirks.larceny/steal.description": "Disarm your target by taking the item from their main hand within a 16-block range. Requires clear line of sight to the target. [Primary]\n\n- **Conditions:** Only usable with line of sight\n- **Cooldown:** 20 seconds",

   "origin.quirks.permeation.name": "Permeation",
   "origin.quirks.permeation.description": "Quirk Type: Transformation\n\nPermeation allows the user to phase their body through solid matter, becoming completely intangible. Activating this ability enables evasion of attacks, passing through obstacles, and strategic repositioning. However, while intangible, all senses are disabled, leaving the user blind, deaf, and unable to breathe. Deactivation must align the user's body with an open space to avoid dangerous ejection.",
   "power.quirks.permeation/permeate.name": "Permeate",
   "power.quirks.permeation/permeate.description": "Phase through solid matter, becoming completely intangible. [Primary]\n\nBe mindful of your position when deactivating to avoid sudden ejection due to overlapping mass laws. [Primary]",
   "power.quirks.permeation/phantom_menace.name": "Phantom Menace",
   "power.quirks.permeation/phantom_menace.description": "Launch yourself at high speed by rapidly activating and deactivating Permeation. Bounce off walls, ceilings, and floors to confuse and strike enemies with increased momentum. [Secondary]",
   "power.quirks.permeation/blinder_touch_eyeball_crush.name": "Blinder Touch Eyeball Crush",
   "power.quirks.permeation/blinder_touch_eyeball_crush.description": "Pretend to jab at an opponent's eyes while intangible, distracting them long enough to land a powerful blow to a vital area. [Rick-Click On Entity]"
}
